Revit API Introduction Labs
Lab4_3_1_CreateAndBindSharedParam Class
 Create and bind shared parameter.
 Namespace: Labs
 Assembly: labs (in labs.dll) Version: 3.0.0.1 (3.0.0.1)
Syntax
C#
public class Lab4_3_1_CreateAndBindSharedParam : IExternalCommand
Visual Basic (Declaration)
Public Class Lab4_3_1_CreateAndBindSharedParam _
	Implements IExternalCommand
Visual C++
public ref class Lab4_3_1_CreateAndBindSharedParam : IExternalCommand
Inheritance Hierarchy
System.Object
 Labs.Lab4_3_1_CreateAndBindSharedParam
See Also
Lab4_3_1_CreateAndBindSharedParam Members
Labs Namespace